[
    { "author": "Uncle Iroh", "quote": "Pride is not the opposite of shame, but its source. True humility is the only antidote to shame." },
    { "author": "Uncle Iroh", "quote": "Protection and power are overrated, I think you’re very wise to choose happiness and love." },
    { "author": "Uncle Iroh", "quote": "Sometimes life is like this dark tunnel. You can’t always see the light at the end of the tunnel. But if you always keep moving, you will come to a better place." },
    { "author": "Uncle Iroh", "quote": "You must never give into despair. Allow yourself to slip down that road and you surrender to your lowest instincts. In the darkest times, hope is something you give you. That is the meaning of inner strength." },
    { "author": "Uncle Iroh", "quote": "Is it your own destiny or is it a destiny someone else has tried to force on you? … it’s time for you to look inward and begin asking yourself big questions — who are you and what do you want?" },
    { "author": "Uncle Iroh", "quote": "You sound like my nephew, always thinking you need to do things on your own without anyone’s support. There’s nothing wrong with letting people who love you help you." },
    { "author": "Uncle Iroh", "quote": "Sharing tea with a fascinating stranger is one of life’s true delights." },
    { "author": "Uncle Iroh", "quote": "Life happens wherever you are, whether you make it or not." },
    { "author": "Uncle Iroh", "quote": "It is important to draw wisdom from different places. If you take it from only one place, it becomes rigid and stale." },
    { "author": "Uncle Iroh", "quote": "You have to look within yourself to save yourself from your other self. Only then will your true self reveal itself." },
    { "author": "Uncle Iroh", "quote": "You are not the man you used to be. You are stronger and wiser and freer than you ever used to be. And now you have come at the crossroads of destiny. It’s time for you to choose. It’s time for you to choose good." },
    { "author": "Uncle Iroh", "quote": "There’s nothing wrong with a life of peace and prosperity. I suggest you think about what it is that you want from your life, and why." },
    { "author": "Uncle Iroh", "quote": "Destiny is a funny thing. You never know how things are going to work out. But if you keep an open mind and an open heart, I promise you will find your own destiny someday." },
    { "author": "Uncle Iroh", "quote": "It is usually best to admit mistakes when they occur, and to seek to restore honor." },
    { "author": "Uncle Iroh", "quote": "While it’s always best to believe in one’s self, a little help from others can be a great blessing." },
    { "author": "Uncle Iroh", "quote": "A man needs his rest." },
    { "author": "Uncle Iroh", "quote": "You are going through a metamorphosis, my nephew. It will not be a pleasant experience but when you come out of it. You will be the beautiful prince you were always meant to be." }
  ]
  